Repository: soixantecircuits/wp-multilingual-slider
Catalog: languages/wp-multilingual-slider-*.po
Languages: fr_fr

source: Choose a theme for Coco slider.
fr_fr: Choisissez un thème pour Coco Slider

source: none
fr_fr: aucun

source: Coco's parameters
fr_fr: Paramètre de Coco Slider

source: Coco slider - Bring easy multilingual sliding to wordpress
fr_fr: Coco slider amène la facilité à la gestion de vos sliders

source: Slides
fr_fr: Slide

source: Import/Export
fr_fr: Importer/Exporter

source: Slides content
fr_fr: Contenu du slide

source: This page allow you to add images, links and title ! Look Ma ! you can also add video
fr_fr: Cette page vous permet d'ajouter des images, des liens, un titre, un sous-titre ! Regardez, vous pouvez aussi mettre des vidéos !

source: See slider page
fr_fr: Voir la page du slider

source: Slide for
fr_fr: Slide pour

source: To add a slide in
fr_fr: Pour ajouter un slide en

source: click on <i>Add a slide
fr_fr: Cliquez sur <i>Ajouter un slide

source: Add a slide
fr_fr: Ajouter un slide

source: Title
fr_fr: Titre

source: Subtitle
fr_fr: Sous-titre

source: Legend
fr_fr: Légende

source: Link
fr_fr: Lien

source: Insert an image
fr_fr: Insérer une image

source: External content
fr_fr: Contenu externe

source: Up
fr_fr: Monter

source: Down
fr_fr: Descendre

source: Delete
fr_fr: Supprimer

source: Save
fr_fr: Sauvegarder

source: Slider's option
fr_fr: Option du slider

source: See slides
fr_fr: Voir les slides

source: Import or export your slides
fr_fr: Importer ou exporter vos slides

source: Import slide to JSON format
fr_fr: Importer les slides au format JSON

source: Export slide to JSON format
fr_fr: Exporter les slides au format JSON

source: up
fr_fr: Monter

source: Saving...
fr_fr: Sauvegarde en cours...

source: Oups, an error occured :( ...
fr_fr: Oups, il y a eu une erreur :( ...

source: Saved
fr_fr: Sauvegarder

source: Please fill the json input form
fr_fr: S'il vous plait remplissez le champs json

source: This is not a json
fr_fr: Ceci n'est pas un json

source: Coco slider seems not to be installed. Please activate it, or download it.
fr_fr: Coco slider n'a pas l'air d'être installé. S'il vous plait veuillez l'activer ou le télécharger.
